[{
        "itemid": 1,
        "brandid": 1,
        "name": "Vita Cocktail Aqua Foil Mask",
        "description": "This sheet mask contains vita cocktail and hydrolyzed collagen which makes your skin moisturizing, tangible and bright. ",
        "imgs": [
            "/img/products/Vita-Cocktail-Aqua-Foil-Mask.jpg"
        ],
        "url": "",
        "cost": 0,
        "stock": 2
    },
    {
        "itemid": 2,
        "brandid": 2,
        "name": "Blue Detox Metalic Moisturizing Mask",
        "description": "This Detoxifying Metallic Mask quickly and effectively improves the condition of dry and sensitive skin. The innovative combination of high-quality metal nanoparticles combined with carbon has created an extremely effective formulation that deeply cleanses the skin of toxins and other impurities, instantly refreshes, deeply hydrates and regenerates. The mask effectively revitalises the grey, tired complexion, adds radiance and vitality, firms and strengthens fine, delicate epidermis, levelling out the skin colour. Content: NANO PLATINUM – high-quality metal with moisturising and depigmenting properties. Firms the skin, reduces wrinkles, brightens uneven pigmentation and effectively maintains moisture level. CARBON has antibacterial, cleansing and astringent properties. It acts as a magnet: attracts and absorbs toxins, dead skin, excess sebum and other impurities from the surface and deeper layers of the skin. Evens out the skin tone and prevents the formation of wrinkles. MAGNESIUM has anti-inflammatory, cell regenerating and energy-providing properties. Tones and delays the ageing processes.",
        "imgs": [
            "/img/products/Bielenda-Blue-Detox-Metalic-Moisturizing-Mask.jpg"
        ],
        "url": "",
        "cost": 0.38,
        "stock": 6
    },
    {
        "itemid": 3,
        "brandid": 2,
        "name": "Vege Detox Normalizing Face Mask With Kale and Beetroot",
        "description": "Vege Detox is an extraordinary and unique line of multipurpose vegetable face care cosmetics. This normalizing mask contains kale extract rich in vitamins and minerals, regenerating beetroot extract, strengthening prebiotic and normalizing azelaic acid derivativ and vitamin B3. Regenerating and detoxifying beetroot extract improves the appearance of the skin, renews and strengthens it. It is a strong antioxidant that fights the signs of aging and inhibits the formation of free radicals, restores the skin's radiance and glow. Prebiotic strengthens and improves skin's resistance to adverse factors, supports epidermis regeneration, maintains the proper PH azelaic acid derivative with effective seboregulatory and normalizing properties and reduces acne lesions.",
        "imgs": [
            "/img/products/Vege-Detox-Normalizing-Face-Mask-With-Kale-and-Beetroot.jpg"
        ],
        "url": "https://bielenda.pl/en/catalog/vege-detox/837-vege-detox-normalizing-face-mask-mixed-skin-beetroot-kale-prebiotic-8g-ml",
        "cost": 0.45,
        "stock": 10
    },
    {
        "itemid": 4,
        "brandid": 2,
        "name": "Smoothie Mask Prebiotic Avocado Kiwi",
        "description": "Lightweight gel mask rich in active ingredients, designed for the care of combination, oily and acne skin. Its unique rich formula with normalizing, anti-acne and brightening properties, do not burden the skin - it is perfectly absorbed and effectively cares for the skin prone to imperfections and greasiness. The mask is rich in antioxidants and minerals : Kiwi Extract which exhibits anti-radical and anti-aging effects, moisturizes, smoothes and revitalizes the skin. Rich Avocado oil that moisturizes and revitalizes the epidermis. It also demonstrates high compatibility with natural skin lipids, complementing the lipid barrier. Prebiotic which strengthens and improves skin immunity to adverse factors, supports epidermis regeneration and restores its proper pH.",
        "imgs": [
            "/img/products/Smoothie-Mask-Prebiotic-Avocado-Kiwi.png"
        ],
        "url": "https://bielenda.pl/en/catalog/smoothie/858-smoothie-mask-normalizing-face-mask-with-prebioticavokadokiwi-10g",
        "cost": 0.90,
        "stock": 10
    },
    {
        "itemid": 5,
        "brandid": 2,
        "name": "Manuka Honey Moisturizing And Nourishing Mask",
        "description": "A nourishing and moisturising mask with rich texture which effectively improves the quality of delicate and demanding dry and sensitive skin. Its exceptional formula is based on unique manuka honey which optimally moisturises dry, dehydrated skin, enhancing its regeneration and nourishment. The mask visibly improves skins overall appearance and condition. It strengthens and softens the epidermis, improves the colour and makes the complexion radiantly glowing. It contains highly effective active ingredients: Manuka Honey - a unique honey from New Zealand, the cleanest eco system in the world. It contains vitamins, minerals and organic acids and has strong anti oxidant, nourishing, and moisturising properties. Royal Jelly which contains vitamins B and C which improve the condition and quality of skin and reduce its sensitivity to external factors. Royal Jelly retains water in the epidermis, alleviates and soothes the skin.",
        "imgs": [
            "/img/products/Manuka-Honey-Moisturizing-And-Nourishing-Mask.png"
        ],
        "url": "https://bielenda.pl/en/catalog/manuka-honey-nutri-elixir/841-manuka-honey-nutri-elixir-nourishing-and-moisturizing-face-mask-for-dry-and-sensitive-skin-8-g",
        "cost": 0.39,
        "stock": 18
    },
    {
        "itemid": 6,
        "brandid": 2,
        "name": "Smoothie Mask Prebiotic Normalizing Strawberry Watermelon",
        "description": "A fluffy face mask rich in active ingredients, designed for the care of dry, dehydrated and gray skin. The unique rich formula of the mask moisturizes and refreshes the skin and does not burden it. It is perfectly absorbed, and effectively cares for delicate and dry skin. The mask is rich in antioxidants and vitamins and contains Strawberry Juice with anti-radical and anti-aging properties which moisturizes and revitalizes the skin as well as Watermelon Juice which adds radiance to the skin and Prebiotic which strengthens and improves the skin's resistance to harmful ingredients, supports epidermis regeneration and restores its proper pH.",
        "imgs": [
            "/img/products/Smoothie-Mask-Prebiotic-Normalizing-Strawberry-Watermelon.png"
        ],
        "url": "https://bielenda.pl/en/catalog/smoothie/857-smoothie-mask-moisturizing-face-mask-with-prebioticstrawberrywatermelon-10g",
        "cost": 0.90,
        "stock": 10
    },
    {
        "itemid": 7,
        "brandid": 2,
        "name": "Luffa Black Tea Power Moisturizing Face Mask",
        "description": "The Black Tea 2-in-1 Mask With Luffa Scrub is an instant care for all skin types, especially dehydrated skin. Its natural active ingredients are enclosed in a 2-in-1 hydro-gel formula with luffa scrub. It contains Black Tea Extract which is a source of flavonoids, polyphenols and caffeine, has strong antioxidant and moisturizing properties and regenerates, tones, and improves skin elasticity. Luffa is a natural exfoliating ingredient - the so-called 'plant sponge' - which perfectly cleanses the skin, removes dead skin and smoothes. The Black Tea 2-in-1 Mask With Luffa Scrub cleanses the skin, gives it a radiant and fresh look and restores the softness of the epidermis. It moisturizes the skin and supports the improvement of its elasticity and appearance, leaving it refreshed and smoothed. The peeling effect provides a gentle but effective exfoliation, thanks to which the absorption of active ingredients contained in the mask is more effective.",
        "imgs": [
            "/img/products/Luffa-Black-Tea-Power-Moisturizing-Face-Mask.png"
        ],
        "url": "https://bielenda.pl/en/catalog/maseczki-2w1-luffa-drozdze/1100-black-tea-power-luffa-mask-maseczka-black-tea-2w1-z-peelingiem-luffa-nawilzajaca",
        "cost": 0.40,
        "stock": 18
    },
    {
        "itemid": 8,
        "brandid": 2,
        "name": "Fermented Yeast Luffa Linseed Mask With Sebum Control",
        "description": "With 2-in-1 Bioactive Yeast and a gentle scrub this mask is an instant care for combination, oily and problematic skin. It normalizes skin thanks to natural active ingredients enclosed in a cream formula 2-in-1 mask with a delicate scrub. It contains Bioactive Yeast - a natural source of peptides, minerals and vitamins which has strong anti-radical and anti-aging properties, reduces discoloration, moisturizes and nourishes the skin and supports its regeneration capacity. White Clay is mild for the skin, and fantastic for removing impurities and sebum. Flaxseed Oil softens and moisturizes, and acts as a delicate scrub, exfoliating dead skin. This mask cleanses the skin, gives it a radiant and fresh look and restores the softness of the epidermis. The mask supports the seboregulation process, reduces the visibility of pores, supports the fight against acne lesions and blackheads. The scrub provides a gentle but effective exfoliation, thanks to which the absorption of active ingredients contained in the mask is more effective.",
        "imgs": [
            "/img/products/Fermented-Yeast-Luffa-Linseed-Mask-With-Sebum-Control.png"
        ],
        "url": "https://bielenda.pl/en/catalog/maseczki-2w1-luffa-drozdze/1101-fermented-yeast-linseed-mask-maseczka-normalizujaca-sebum-control-z-bioaktywnym-fermentem-drozdzowym",
        "cost": 0.40,
        "stock": 18
    }
]