[{
        "itemid": 1,
        "brandid": 1,
        "name": "Vita Cocktail Aqua Foil Mask",
        "description": "This sheet mask contains vita cocktail and hydrolyzed collagen which makes your skin moisturizing, tangible and bright. ",
        "imgs": [
            "/img/products/Vita-Cocktail-Aqua-Foil-Mask.jpg"
        ],
        "url": "",
        "cost": 0,
        "stock": 2
    },
    {
        "itemid": 2,
        "brandid": 2,
        "name": "Blue Detox Metalic Moisturizing Mask",
        "description": "This Detoxifying Metallic Mask quickly and effectively improves the condition of dry and sensitive skin. The innovative combination of high-quality metal nanoparticles combined with carbon has created an extremely effective formulation that deeply cleanses the skin of toxins and other impurities, instantly refreshes, deeply hydrates and regenerates. The mask effectively revitalises the grey, tired complexion, adds radiance and vitality, firms and strengthens fine, delicate epidermis, levelling out the skin colour. Content: NANO PLATINUM – high-quality metal with moisturising and depigmenting properties. Firms the skin, reduces wrinkles, brightens uneven pigmentation and effectively maintains moisture level. CARBON has antibacterial, cleansing and astringent properties. It acts as a magnet: attracts and absorbs toxins, dead skin, excess sebum and other impurities from the surface and deeper layers of the skin. Evens out the skin tone and prevents the formation of wrinkles. MAGNESIUM has anti-inflammatory, cell regenerating and energy-providing properties. Tones and delays the ageing processes.",
        "imgs": [
            "/img/products/Bielenda-Blue-Detox-Metalic-Moisturizing-Mask.jpg"
        ],
        "url": "",
        "cost": 0.38,
        "stock": 6
    },
    {
        "itemid": 3,
        "brandid": 2,
        "name": "Vege Detox Normalizing Face Mask With Kale and Beetroot",
        "description": "Vege Detox is an extraordinary and unique line of multipurpose vegetable face care cosmetics. This normalizing mask contains kale extract rich in vitamins and minerals, regenerating beetroot extract, strengthening prebiotic and normalizing azelaic acid derivativ and vitamin B3. Regenerating and detoxifying beetroot extract improves the appearance of the skin, renews and strengthens it. It is a strong antioxidant that fights the signs of aging and inhibits the formation of free radicals, restores the skin's radiance and glow. Prebiotic strengthens and improves skin's resistance to adverse factors, supports epidermis regeneration, maintains the proper PH azelaic acid derivative with effective seboregulatory and normalizing properties and reduces acne lesions.",
        "imgs": [
            "/img/products/Vege-Detox-Normalizing-Face-Mask-With-Kale-and-Beetroot.jpg"
        ],
        "url": "https://bielenda.pl/en/catalog/vege-detox/837-vege-detox-normalizing-face-mask-mixed-skin-beetroot-kale-prebiotic-8g-ml",
        "cost": 0.45,
        "stock": 10
    },
    {
        "itemid": 4,
        "brandid": 2,
        "name": "Smoothie Mask Prebiotic Avocado Kiwi",
        "description": "Lightweight gel mask rich in active ingredients, designed for the care of combination, oily and acne skin. Its unique rich formula with normalizing, anti-acne and brightening properties, do not burden the skin - it is perfectly absorbed and effectively cares for the skin prone to imperfections and greasiness. The mask is rich in antioxidants and minerals : Kiwi Extract which exhibits anti-radical and anti-aging effects, moisturizes, smoothes and revitalizes the skin. Rich Avocado oil that moisturizes and revitalizes the epidermis. It also demonstrates high compatibility with natural skin lipids, complementing the lipid barrier. Prebiotic which strengthens and improves skin immunity to adverse factors, supports epidermis regeneration and restores its proper pH.",
        "imgs": [
            "/img/products/Smoothie-Mask-Prebiotic-Avocado-Kiwi.png"
        ],
        "url": "https://bielenda.pl/en/catalog/smoothie/858-smoothie-mask-normalizing-face-mask-with-prebioticavokadokiwi-10g",
        "cost": 0.90,
        "stock": 10
    },
    {
        "itemid": 5,
        "brandid": 2,
        "name": "Manuka Honey Moisturizing And Nourishing Mask",
        "description": "A nourishing and moisturising mask with rich texture which effectively improves the quality of delicate and demanding dry and sensitive skin. Its exceptional formula is based on unique manuka honey which optimally moisturises dry, dehydrated skin, enhancing its regeneration and nourishment. The mask visibly improves skins overall appearance and condition. It strengthens and softens the epidermis, improves the colour and makes the complexion radiantly glowing. It contains highly effective active ingredients: Manuka Honey - a unique honey from New Zealand, the cleanest eco system in the world. It contains vitamins, minerals and organic acids and has strong anti oxidant, nourishing, and moisturising properties. Royal Jelly which contains vitamins B and C which improve the condition and quality of skin and reduce its sensitivity to external factors. Royal Jelly retains water in the epidermis, alleviates and soothes the skin.",
        "imgs": [
            "/img/products/Manuka-Honey-Moisturizing-And-Nourishing-Mask.png"
        ],
        "url": "https://bielenda.pl/en/catalog/manuka-honey-nutri-elixir/841-manuka-honey-nutri-elixir-nourishing-and-moisturizing-face-mask-for-dry-and-sensitive-skin-8-g",
        "cost": 0.39,
        "stock": 18
    },
    {
        "itemid": 6,
        "brandid": 2,
        "name": "Smoothie Mask Prebiotic Normalizing Strawberry Watermelon",
        "description": "A fluffy face mask rich in active ingredients, designed for the care of dry, dehydrated and gray skin. The unique rich formula of the mask moisturizes and refreshes the skin and does not burden it. It is perfectly absorbed, and effectively cares for delicate and dry skin. The mask is rich in antioxidants and vitamins and contains Strawberry Juice with anti-radical and anti-aging properties which moisturizes and revitalizes the skin as well as Watermelon Juice which adds radiance to the skin and Prebiotic which strengthens and improves the skin's resistance to harmful ingredients, supports epidermis regeneration and restores its proper pH.",
        "imgs": [
            "/img/products/Smoothie-Mask-Prebiotic-Normalizing-Strawberry-Watermelon.png"
        ],
        "url": "https://bielenda.pl/en/catalog/smoothie/857-smoothie-mask-moisturizing-face-mask-with-prebioticstrawberrywatermelon-10g",
        "cost": 0.90,
        "stock": 10
    },
    {
        "itemid": 7,
        "brandid": 2,
        "name": "Luffa Black Tea Power Moisturizing Face Mask",
        "description": "The Black Tea 2-in-1 Mask With Luffa Scrub is an instant care for all skin types, especially dehydrated skin. Its natural active ingredients are enclosed in a 2-in-1 hydro-gel formula with luffa scrub. It contains Black Tea Extract which is a source of flavonoids, polyphenols and caffeine, has strong antioxidant and moisturizing properties and regenerates, tones, and improves skin elasticity. Luffa is a natural exfoliating ingredient - the so-called 'plant sponge' - which perfectly cleanses the skin, removes dead skin and smoothes. The Black Tea 2-in-1 Mask With Luffa Scrub cleanses the skin, gives it a radiant and fresh look and restores the softness of the epidermis. It moisturizes the skin and supports the improvement of its elasticity and appearance, leaving it refreshed and smoothed. The peeling effect provides a gentle but effective exfoliation, thanks to which the absorption of active ingredients contained in the mask is more effective.",
        "imgs": [
            "/img/products/Luffa-Black-Tea-Power-Moisturizing-Face-Mask.png"
        ],
        "url": "https://bielenda.pl/en/catalog/maseczki-2w1-luffa-drozdze/1100-black-tea-power-luffa-mask-maseczka-black-tea-2w1-z-peelingiem-luffa-nawilzajaca",
        "cost": 0.40,
        "stock": 18
    },
    {
        "itemid": 8,
        "brandid": 2,
        "name": "Fermented Yeast Luffa Linseed Mask With Sebum Control",
        "description": "With 2-in-1 Bioactive Yeast and a gentle scrub this mask is an instant care for combination, oily and problematic skin. It normalizes skin thanks to natural active ingredients enclosed in a cream formula 2-in-1 mask with a delicate scrub. It contains Bioactive Yeast - a natural source of peptides, minerals and vitamins which has strong anti-radical and anti-aging properties, reduces discoloration, moisturizes and nourishes the skin and supports its regeneration capacity. White Clay is mild for the skin, and fantastic for removing impurities and sebum. Flaxseed Oil softens and moisturizes, and acts as a delicate scrub, exfoliating dead skin. This mask cleanses the skin, gives it a radiant and fresh look and restores the softness of the epidermis. The mask supports the seboregulation process, reduces the visibility of pores, supports the fight against acne lesions and blackheads. The scrub provides a gentle but effective exfoliation, thanks to which the absorption of active ingredients contained in the mask is more effective.",
        "imgs": [
            "/img/products/Fermented-Yeast-Luffa-Linseed-Mask-With-Sebum-Control.png"
        ],
        "url": "https://bielenda.pl/en/catalog/maseczki-2w1-luffa-drozdze/1101-fermented-yeast-linseed-mask-maseczka-normalizujaca-sebum-control-z-bioaktywnym-fermentem-drozdzowym",
        "cost": 0.40,
        "stock": 18
    },
    {
        "itemid": 9,
        "brandid": 3,
        "name": "Collagen Face Mask",
        "description": "Helps to tone, firm and smooth fine lines and winkles, rejuvinating skin.",
        "imgs": [
            "/img/products/Collagen-Face-Mask.jpg"
        ],
        "url": "",
        "cost": 0.59,
        "stock": 24
    },
    {
        "itemid": 10,
        "brandid": 4,
        "name": "Expert C Metallic Vitamin Mask",
        "description": "3 in 1 - Eliminates fatigue symptoms and immediately regenerates, revitalises and moisturises. Metallic vitamin mask 3 in 1 for dry, fatigued, dull skin immediately eliminates symptoms of fatigue, illuminates and smoothes skin. Advanced active ingredients: expert c™ complex – intensely concentrated vitamin c of new generation, tri-hyaluron 24h system™, lumiskin™.",
        "imgs": [
            "/img/products/Expert-C-Metallic-Vitamin-Mask.png"
        ],
        "url": "",
        "cost": 0.35,
        "stock": 12
    },
    {
        "itemid": 11,
        "brandid": 5,
        "name": "Tropical Island Watermelon Jelly Mask",
        "description": "Are you a discoverer? Follow the trail of care rituals on which you’ll get to know the unique power of masks with the consistency of jelly. The combination of watermelon with extract of green tea leads to improvement in the skin’s condition through intensive moisturizing and enables one to delay the aging processes.",
        "imgs": [
            "/img/products/Tropical-Island-Watermelon-Jelly-Mask.jpg"
        ],
        "url": "",
        "cost": 0.35,
        "stock": 12
    },
    {
        "itemid": 12,
        "brandid": 5,
        "name": "Neon Vibes Illuminating Peel-off Mask",
        "description": "Say no to dull and lifeless skin with this colorful, neon peel off mask inspired by the coolest trends. Blue agave extract moisturizes and brings back the radiant glow to your complexion. The calming scent of aloe vera will ensure a relaxing SPA experience.",
        "imgs": [
            "/img/products/Neon-Vibes-Illuminating-Peel-off-Mask.jpg"
        ],
        "url": "",
        "cost": 0.45,
        "stock": 12
    },
    {
        "itemid": 13,
        "brandid": 5,
        "name": "Tropical Island Pina Colada Jelly Mask",
        "description": "Are you a discoverer? Follow the trail of care rituals on which you’ll get to know the unique power of masks with the consistency of jelly. Envelop yourself in the sunny extract of pineapple and coconut water and let yourself be carried away to a blue lagoon! Feel its nourishing effect on your own skin and enjoy a radiant complexion and healthy appearance. Directions for use: spread the refreshing mask evenly on your face, avoiding the eye area. Leave on the skin for about 15 minutes and massage with circular movements. Wash with warm water.",
        "imgs": [
            "/img/products/Tropical-Island-Pina-Colada-Jelly-Mask.jpg"
        ],
        "url": "",
        "cost": 0.35,
        "stock": 12
    },
    {
        "itemid": 14,
        "brandid": 5,
        "name": "Tropical Island Mango And Maracuya Jelly Mask",
        "description": "Are you a discoverer? Follow the trail of care rituals on which you’ll get to know the unique power of masks with the consistency of jelly. Tropical passion fruit will carry you away to South America in order to enchant with the regenerating power of its minerals, while mango extract cares for your appropriate skin tone.",
        "imgs": [
            "/img/products/Tropical-Island-Mango-And-Maracuya-Jelly-Mask.jpg"
        ],
        "url": "",
        "cost": 0.35,
        "stock": 12
    },
    {
        "itemid": 15,
        "brandid": 5,
        "name": "Neon Vibes Antioxidant Peel-off Mask",
        "description": "Declare the war on free radicals with this colorful, neon peel off mask inspired by fashion trends. Acai extract with its antioxidant properties helps to regain balance for a youthful, glowy complexion. Let yourself be carried away by the tropical fragrance of frangipani flowers.",
        "imgs": [
            "/img/products/Neon-Vibes-Antioxidant-Peel-off-Mask.jpg"
        ],
        "url": "",
        "cost": 0.45,
        "stock": 12
    },
    {
        "itemid": 16,
        "brandid": 6,
        "name": "Wedding Dress Intense Hydration Mask",
        "description": "This face mask helps to brighten up skin tone and to deliver a global anti-aging treatment: super hydration, elasticity improvement, anti-wrinkle, smooth skin. Delicately manufactured with a top-quality fiber, this mask is soft like silk and deliver skin care ingredients more comfortably and effectively, deep in the skin.",
        "imgs": [
            "/img/products/Wedding-Dress-Intense-Hydration-Mask.jpg"
        ],
        "url": "http://en.merbliss.com/product/wedding-dress-intense-hydration-mask/292/",
        "cost": 0,
        "stock": 1
    },
    {
        "itemid": 17,
        "brandid": 7,
        "name": "Hyaluronic Acid with Chamomile",
        "description": "Give yourself an at-home pamper with the Nuage Hyaluronic Acid and Chamomile Face Mask. This gorgeous mask helps keep skin looking fresh and even by nourishing the skin and helping it to absorb moisture. Full of antioxidants, this 15-minute mask helps to reduce wrinkles and spots for the skin you've always been dreaming of.",
        "imgs": [
            "/img/products/Hyaluronic-Acid-with-Chamomile.jpg"
        ],
        "url": "",
        "cost": 0.55,
        "stock": 24
    },
    {
        "itemid": 18,
        "brandid": 7,
        "name": "Aloe Vera with Hyaluronic Acid",
        "description": "Calm and soothe skin with this Aloe Vera Soothing Face Mask. Formulated using Hyaluronic acid to hydrate the skin, this single application face mask offers plenty of skin-loving benefits. Aloe vera contains antioxidants, alongside vitamins A and C to help treat acne and reduce inflammation and skin redness.",
        "imgs": [
            "/img/products/Aloe-Vera-with-Hyaluronic-Acid.jpg"
        ],
        "url": "",
        "cost": 0.55,
        "stock": 24
    },
    {
        "itemid": 19,
        "brandid": 4,
        "name": "Aloe Vera Calming And Refreshing Face Sheet Mask",
        "description": "CALMING AND REFRESHING KOREAN SHEET MASK, soaked with 20 ml of a soothing serum, instantly soothes skin, restores its smoothness and elasticity, maximally moisturizes and protects against water loss. Effectively calms signs of irritation, restores skin a natural glow and immediately refreshes. ACTIVE INGREDIENTS: aloe vera, cucumber, licorice, green tea, orchid, betaine, allantoin and camomile.",
        "imgs": [
            "/img/products/Aloe-Vera-Calming-And-Refreshing-Face-Sheet-Mask.jpg"
        ],
        "url": "",
        "cost": 0.89,
        "stock": 12
    },
    {
        "itemid": 20,
        "brandid": 4,
        "name": "Charcoal Deeply Moisturizing Face Sheet Mask",
        "description": "Deeply moisturizing purifying mask, soaked with 20 ml of a detoxifying concentrate, effectively unblocks and tightens pores, regulates sebum secretion and mattifies. Prevents the formation of imperfections and leaves skin pleasantly clean and fresh. ACTIVE INGREDIENTS: activated carbon, volcanic ash, caviar, black currant, black soybean, seaweeds, black rice, black sesame.",
        "imgs": [
            "/img/products/Charcoal-Deeply-Moisturizing-Face-Sheet-Mask.jpg"
        ],
        "url": "",
        "cost": 0.94,
        "stock": 12
    },
    {
        "itemid": 21,
        "brandid": 4,
        "name": "Q10 Anti-Wrinkle Face Sheet Mask",
        "description": "ANTI-WRINKLE KOREAN SHEET MASK, soaked with 20ml of a rejuvenating serum, effectively improves skin firmness, regenerates, smoothes and reduces wrinkles. The mask increases density and tension of skin, intensely moisturizes and revitalizes. ACTIVE INGREDIENTS: coenzyme Q10, collagen, aloe vera, mugwort, cucumber, camomile, lily and allantoin.",
        "imgs": [
            "/img/products/Q10-Anti-Wrinkle-Face-Sheet-Mask.jpg"
        ],
        "url": "",
        "cost": 0.94,
        "stock": 12
    }
]